---
type: DetailCurve
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# DetailCurve

`Autodesk.Revit.DB.DetailCurve` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |